OpenFOAM_Artery_Lab_ADT/openfoam9/tutorials/multiphase/cavitatingFoam/LES/throttle/constant/thermodynamicProperties
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  9
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant";
    object      thermodynamicProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

barotropicCompressibilityModel linear;

psiv            [0 -2 2 0 0] 2.5e-06;

rholSat         [1 -3 0 0 0] 830;

psil            [0 -2 2 0 0] 5e-07;

pSat            [1 -1 -2 0 0] 4500;

rhoMin          [1 -3 0 0 0] 0.001;


// ************************************************************************* //
